Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# progress.tacticsPuzzles
source: Tactics puzzles
ar_sa: ألغاز تكتيكية
cs: Taktické úlohy
da: Taktikopgaver
de_de: Taktikaufgaben
el: Ασκήσεις τακτικής
es_es: Ejercicios tácticos
fi: Taktiikkatehtävät
fr_ca: Problèmes tactiques
he: תרגילי טקטיקה
hi: रणनीति की पहेलियाँ
hu: Taktikai feladványok
id: Soal taktik
it: Esercizi tattici
ja: 戦術問題
ko: 전술 문제
ms: Teka-teki taktik
nl_nl: Tactische puzzels
no: Taktikkoppgaver
pl: Zadania taktyczne
pt_br: Exercícios táticos
ro: Exerciții tactice
ru: Тактические задачи
sv: Taktikuppgifter
th: แบบฝึกแทคติก
tr: Taktik problemleri
vi: Bài tập chiến thuật
zh_hans: 战术习题
zh_hant: 戰術習題

# progress.themeAccuracy
source: %lld%% of %lld
ar_sa: %lld %% من %lld
cs: %lld %% z %lld
da: %lld %% af %lld
de_de: %lld %% von %lld
el: %lld %% από %lld
es_es: %lld %% de %lld
fi: %lld %% / %lld
fr_ca: %lld %% sur %lld
he: %lld %% מתוך %lld
hi: %lld में से %lld %%
hu: %lld %% / %lld
id: %lld %% dari %lld
it: %lld %% su %lld
ja: %lld 問中 %lld %%
ko: %lld문제 중 %lld %%
ms: %lld %% daripada %lld
nl_nl: %lld %% van %lld
no: %lld %% av %lld
pl: %lld %% z %lld
pt_br: %lld %% de %lld
ro: %lld %% din %lld
ru: %lld %% из %lld
sv: %lld %% av %lld
th: %lld %% จาก %lld
tr: %lld problemin %% %lld'i
vi: %lld %% trên %lld
zh_hans: %lld 题中的 %lld %%
zh_hant: %lld 題中的 %lld %%

# progress.today
source: Today
ar_sa: اليوم
cs: Dnes
da: I dag
de_de: Heute
el: Σήμερα
es_es: Hoy
fi: Tänään
fr_ca: Aujourd'hui
he: היום
hi: आज
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
nl_nl: Vandaag
no: I dag
pl: Dziś
pt_br: Hoje
ro: Azi
ru: Сегодня
sv: I dag
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# progress.watch
source: Watch
ar_sa: مشاهدة
cs: Sledovat
da: Se
de_de: Ansehen
el: Παρακολούθηση
es_es: Ver
fi: Katso
fr_ca: Regarder
he: צפייה
hi: देखें
hu: Nézés
id: Tonton
it: Guarda
ja: 観る
ko: 관전
ms: Tonton
nl_nl: Kijken
no: Se
pl: Oglądaj
pt_br: Assistir
ro: Privește
ru: Смотреть
sv: Se
th: ดู
tr: İzle
vi: Xem
zh_hans: 观战
zh_hant: 觀戰

# progress.weakSpots
source: Weak spots
ar_sa: نقاط الضعف
cs: Slabá místa
da: Svage punkter
de_de: Schwachstellen
el: Αδύναμα σημεία
es_es: Puntos débiles
fi: Heikot kohdat
fr_ca: Points faibles
he: נקודות תורפה
hi: कमज़ोर कड़ियाँ
hu: Gyenge pontok
id: Titik lemah
it: Punti deboli
ja: 弱点
ko: 약점
ms: Titik lemah
nl_nl: Zwakke plekken
no: Svake punkter
pl: Słabe punkty
pt_br: Pontos fracos
ro: Puncte slabe
ru: Слабые места
sv: Svaga punkter
th: จุดอ่อน
tr: Zayıf noktalar
vi: Điểm yếu
zh_hans: 薄弱环节
zh_hant: 弱點

# progress.whereYouAre
source: Where you are
ar_sa: أين أنت الآن
cs: Kde jsi
da: Hvor du står
de_de: Wo du stehst
el: Πού βρίσκεσαι
es_es: Dónde estás
fi: Missä olet
fr_ca: Où vous en êtes
he: איפה אתה עומד
hi: आप कहाँ हैं
hu: Hol tartasz
id: Posisimu sekarang
it: A che punto sei
ja: 現在地
ko: 현재 위치
ms: Kedudukan anda
nl_nl: Waar je staat
no: Hvor du står
pl: Gdzie jesteś
pt_br: Onde você está
ro: Unde te afli
ru: Где вы сейчас
sv: Var du står
th: คุณอยู่ตรงไหน
tr: Nerede olduğun
vi: Bạn đang ở đâu
zh_hans: 你的水平
zh_hant: 你的水準

# result.agreement
source: agreement
ar_sa: الاتفاق
cs: dohodu
da: aftale
de_de: Übereinkunft
el: συμφωνία
es_es: acuerdo
fi: sopimukseen
fr_ca: accord mutuel
he: הסכמה
hi: सहमति
hu: megegyezés
id: kesepakatan
it: accordo
ja: 合意
ko: 합의
ms: persetujuan
nl_nl: onderling akkoord
no: enighet
pl: porozumienie
pt_br: acordo
ro: acord
ru: соглашению
sv: överenskommelse
th: การตกลง
tr: anlaşma
vi: thỏa thuận
zh_hans: 协议
zh_hant: 協議

# result.blackWon
source: Black won
ar_sa: فاز الأسود
cs: Vyhrál černý
da: Sort vandt
de_de: Schwarz hat gewonnen
el: Κέρδισαν τα μαύρα
es_es: Ganaron las negras
fi: Musta voitti
fr_ca: Les Noirs ont gagné
he: השחור ניצח
hi: काला जीता
hu: Sötét nyert
id: Hitam menang
it: Ha vinto il Nero
ja: 黒の勝ち
ko: 흑 승
ms: Hitam menang
nl_nl: Zwart won
no: Svart vant
pl: Wygrały czarne
pt_br: As pretas venceram
ro: A câștigat negrul
ru: Победили чёрные
sv: Svart vann
th: ดำชนะ
tr: Siyah kazandı
vi: Đen thắng
zh_hans: 黑方获胜
zh_hant: 黑方獲勝

# result.checkmate
source: checkmate
ar_sa: المات
cs: mat
da: mat
de_de: Matt
el: ματ
es_es: jaque mate
fi: mattiin
fr_ca: échec et mat
he: מט
hi: शहमात
hu: matt
id: sekakmat
it: scacco matto
ja: チェックメイト
ko: 체크메이트
ms: mat
nl_nl: mat
no: matt
pl: mat
pt_br: xeque-mate
ro: mat
ru: мату
sv: matt
th: รุกจน
tr: mat
vi: chiếu hết
zh_hans: 将杀
zh_hant: 將殺

# result.disconnected
source: the opponent leaving
ar_sa: مغادرة الخصم
cs: odchod soupeře
da: at modstanderen forlod partiet
de_de: Verlassen der Partie durch den Gegner
el: την αποχώρηση του αντιπάλου
es_es: el abandono del rival
fi: vastustajan poistumiseen
fr_ca: le départ de l'adversaire
he: עזיבת היריב
hi: प्रतिद्वंद्वी के चले जाने
hu: az ellenfél távozása
id: lawan yang pergi
it: l'abbandono dell'avversario
ja: 相手の離脱
ko: 상대의 이탈
ms: lawan yang keluar
nl_nl: het vertrek van de tegenstander
no: at motstanderen forlot partiet
pl: opuszczenie partii przez przeciwnika
pt_br: o adversário ter saído
ro: plecarea adversarului
ru: уходу соперника
sv: att motståndaren lämnade
th: การที่คู่แข่งออกจากเกม
tr: rakibin ayrılması
vi: việc đối thủ rời đi
zh_hans: 对手离开
zh_hant: 對手離開

# result.drawn
source: Drawn
ar_sa: تعادل
cs: Remíza
da: Remis
de_de: Remis
el: Ισοπαλία
es_es: Tablas
fi: Tasapeli
fr_ca: Nulle
he: תיקו
hi: ड्रॉ
hu: Döntetlen
id: Remis
it: Patta
ja: 引き分け
ko: 무승부
ms: Seri
nl_nl: Remise
no: Remis
pl: Remis
pt_br: Empate
ro: Remiză
ru: Ничья
sv: Remi
th: เสมอ
tr: Beraberlik
vi: Hòa
zh_hans: 和棋
zh_hant: 和棋

# result.drawnBy
source: Drawn by %@
ar_sa: تعادل بـ%@
cs: Remíza — %@
da: Remis ved %@
de_de: Remis durch %@
el: Ισοπαλία με %@
es_es: Tablas por %@
fi: Tasapeli: %@
fr_ca: Nulle par %@
he: תיקו ב%@
hi: %@ से ड्रॉ
hu: Döntetlen — %@
id: Remis karena %@
it: Patta per %@
ja: %@による引き分け
ko: %@(으)로 무승부
ms: Seri kerana %@
nl_nl: Remise door %@
no: Remis ved %@
pl: Remis przez %@
pt_br: Empate por %@
ro: Remiză prin %@
ru: Ничья по %@
sv: Remi genom %@
th: เสมอด้วย%@
tr: %@ ile beraberlik
vi: Hòa do %@
zh_hans: 因%@成和
zh_hant: 因%@成和

# result.fiftyMoveRule
source: the fifty-move rule
ar_sa: قاعدة الخمسين نقلة
cs: pravidlo 50 tahů
da: 50-træksreglen
de_de: die 50-Züge-Regel
el: τον κανόνα των 50 κινήσεων
es_es: la regla de las 50 jugadas
fi: 50 siirron sääntöön
fr_ca: la règle des 50 coups
he: חוק חמישים המהלכים
hi: पचास-चाल नियम
hu: az 50 lépéses szabály
id: aturan 50 langkah
it: la regola delle 50 mosse
ja: 50手ルール
ko: 50수 규칙
ms: peraturan 50 langkah
nl_nl: de vijftigzettenregel
no: 50-trekksregelen
pl: reguła 50 posunięć
pt_br: a regra dos 50 lances
ro: regula celor 50 de mutări
ru: правилу 50 ходов
sv: 50-dragsregeln
th: กฎ 50 ตา
tr: 50 hamle kuralı
vi: luật 50 nước
zh_hans: 五十回合规则
zh_hant: 五十回合規則

# result.insufficientMaterial
source: insufficient material
ar_sa: مادة غير كافية
cs: nedostatek materiálu
da: utilstrækkeligt materiale
de_de: ungenügendes Material
el: ανεπαρκές υλικό
es_es: material insuficiente
fi: riittämättömään materiaaliin
fr_ca: matériel insuffisant
he: חוסר חומר
hi: अपर्याप्त मोहरे
hu: anyaghiány
id: materi tidak cukup
it: materiale insufficiente
ja: 駒不足
ko: 기물 부족
ms: bahan tidak mencukupi
nl_nl: onvoldoende materiaal
no: utilstrekkelig materiale
pl: niewystarczający materiał
pt_br: material insuficiente
ro: material insuficient
ru: недостатку материала
sv: otillräckligt material
th: ตัวหมากไม่พอ
tr: yetersiz materyal
vi: không đủ lực lượng
zh_hans: 子力不足
zh_hant: 子力不足

# result.onTime
source: on time
ar_sa: بالوقت
cs: na čas
da: på tid
de_de: auf Zeit
el: στον χρόνο
es_es: por tiempo
fi: ajan loppumiseen
fr_ca: au temps
he: על הזמן
hi: समय समाप्ति
hu: idő
id: waktu habis
it: per tempo
ja: 時間切れ
ko: 시간패
ms: masa tamat
nl_nl: op tijd
no: på tid
pl: na czas
pt_br: no tempo
ro: la timp
ru: по времени
sv: på tid
th: หมดเวลา
tr: süreden
vi: hết giờ
zh_hans: 超时
zh_hant: 超時

# result.repetition
source: repetition
ar_sa: التكرار
cs: opakování
da: gentagelse
de_de: Stellungswiederholung
el: επανάληψη
es_es: repetición
fi: toistoon
fr_ca: répétition
he: חזרה
hi: पुनरावृत्ति
hu: ismétlés
id: pengulangan
it: ripetizione
ja: 同形反復
ko: 동형 반복
ms: pengulangan
nl_nl: zetherhaling
no: gjentakelse
pl: powtórzenie
pt_br: repetição
ro: repetiție
ru: повторению
sv: upprepning
th: ตำแหน่งซ้ำ
tr: tekrar
vi: lặp nước
zh_hans: 重复局面
zh_hant: 重複盤面

# result.resignation
source: resignation
ar_sa: الاستسلام
cs: vzdání
da: opgivelse
de_de: Aufgabe
el: παραίτηση
es_es: abandono
fi: luovutukseen
fr_ca: abandon
he: כניעה
hi: हार मानने
hu: feladás
id: menyerah
it: abbandono
ja: 投了
ko: 기권
ms: mengalah
nl_nl: opgave
no: oppgivelse
pl: poddanie
pt_br: abandono
ro: abandon
ru: сдаче
sv: uppgivning
th: การยอมแพ้
tr: terk
vi: xin thua
zh_hans: 认输
zh_hant: 認輸

# result.stalemate
source: stalemate
ar_sa: الجمود
cs: pat
da: pat
de_de: Patt
el: πατ
es_es: rey ahogado
fi: pattiin
fr_ca: pat
he: פט
hi: गतिरोध
hu: patt
id: remis pat
it: stallo
ja: ステイルメイト
ko: 스테일메이트
ms: buntu
nl_nl: pat
no: patt
pl: pat
pt_br: rei afogado
ro: pat
ru: пату
sv: patt
th: อับ
tr: pat
vi: hết nước đi
zh_hans: 逼和
zh_hant: 逼和

# result.time
source: time
ar_sa: الوقت
cs: čas
da: tid
de_de: Zeit
el: χρόνο
es_es: tiempo
fi: aikaan
fr_ca: le temps
he: זמן
hi: समय
hu: idő
id: waktu
it: tempo
ja: 時間
ko: 시간
ms: masa
nl_nl: tijd
no: tid
pl: czas
pt_br: tempo
ro: timp
ru: времени
sv: tid
th: เวลา
tr: süre
vi: thời gian
zh_hans: 超时
zh_hant: 超時

# result.whiteWon
source: White won
ar_sa: فاز الأبيض
cs: Vyhrál bílý
da: Hvid vandt
de_de: Weiß hat gewonnen
el: Κέρδισαν τα λευκά
es_es: Ganaron las blancas
fi: Valkoinen voitti
fr_ca: Les Blancs ont gagné
he: הלבן ניצח
hi: सफ़ेद जीता
hu: Világos nyert
id: Putih menang
it: Ha vinto il Bianco
ja: 白の勝ち
ko: 백 승
ms: Putih menang
nl_nl: Wit won
no: Hvit vant
pl: Wygrały białe
pt_br: As brancas venceram
ro: A câștigat albul
ru: Победили белые
sv: Vit vann
th: ขาวชนะ
tr: Beyaz kazandı
vi: Trắng thắng
zh_hans: 白方获胜
zh_hant: 白方獲勝

# result.youLostBy
source: You lost by %@
ar_sa: خسرت بـ%@
cs: Prohrál jsi — %@
da: Du tabte på %@
de_de: Du hast verloren durch %@
el: Έχασες με %@
es_es: Has perdido por %@
fi: Hävisit: %@
fr_ca: Vous avez perdu par %@
he: הפסדת ב%@
hi: आप %@ से हारे
hu: Vesztettél — %@
id: Kamu kalah karena %@
it: Hai perso per %@
ja: %@で負けました
ko: %@(으)로 졌습니다
ms: Anda kalah kerana %@
nl_nl: Je verloor door %@
no: Du tapte på %@
pl: Przegrałeś przez %@
pt_br: Você perdeu por %@
ro: Ai pierdut prin %@
ru: Вы проиграли по %@
sv: Du förlorade på %@
th: คุณแพ้ด้วย%@
tr: %@ ile kaybettin
vi: Bạn thua do %@
zh_hans: 你因%@告负
zh_hant: 你因%@告負

# result.youWonBy
source: You won by %@
ar_sa: فزت بـ%@
cs: Vyhrál jsi — %@
da: Du vandt på %@
de_de: Du hast gewonnen durch %@
el: Κέρδισες με %@
es_es: Has ganado por %@
fi: Voitit: %@
fr_ca: Vous avez gagné par %@
he: ניצחת ב%@
hi: आप %@ से जीते
hu: Nyertél — %@
id: Kamu menang karena %@
it: Hai vinto per %@
ja: %@で勝ちました
ko: %@(으)로 이겼습니다
ms: Anda menang kerana %@
nl_nl: Je won door %@
no: Du vant på %@
pl: Wygrałeś przez %@
pt_br: Você venceu por %@
ro: Ai câștigat prin %@
ru: Вы выиграли по %@
sv: Du vann på %@
th: คุณชนะด้วย%@
tr: %@ ile kazandın
vi: Bạn thắng do %@
zh_hans: 你因%@获胜
zh_hant: 你因%@獲勝

# rush.allDone
source: All %lld done
ar_sa: أُنجزت كل الـ%lld
cs: Všech %lld hotovo
da: Alle %lld klaret
de_de: Alle %lld geschafft
el: Και τα %lld ολοκληρώθηκαν
es_es: Los %lld completados
fi: Kaikki %lld tehty
fr_ca: Les %lld terminés
he: כל %lld הושלמו
hi: सभी %lld पूरी
hu: Mind a %lld megvan
id: Semua %lld selesai
it: Tutti i %lld completati
ja: %lld 問すべて達成
ko: %lld문제 모두 완료
ms: Semua %lld selesai
nl_nl: Alle %lld gedaan
no: Alle %lld klart
pl: Wszystkie %lld zrobione
pt_br: Todos os %lld feitos
ro: Toate cele %lld rezolvate
ru: Все %lld решены
sv: Alla %lld klara
th: ครบทั้ง %lld ข้อ
tr: %lld problemin hepsi bitti
vi: Xong cả %lld bài
zh_hans: %lld 题全部完成
zh_hant: %lld 題全部完成

# rush.done
source: Done
ar_sa: تم
cs: Hotovo
da: Færdig
de_de: Fertig
el: Έτοιμο
es_es: Listo
fi: Valmis
fr_ca: Terminé
he: סיום
hi: हो गया
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Siap
nl_nl: Klaar
no: Ferdig
pl: Gotowe
pt_br: Pronto
ro: Gata
ru: Готово
sv: Klar
th: เสร็จ
tr: Tamam
vi: Xong
zh_hans: 完成
zh_hant: 完成

# rush.endRun
source: End run
ar_sa: إنهاء الجولة
cs: Ukončit
da: Afslut
de_de: Lauf beenden
el: Τερματισμός
es_es: Terminar
fi: Lopeta
fr_ca: Arrêter
he: סיים סבב
hi: समाप्त करें
hu: Befejezés
id: Akhiri
it: Termina
ja: 終了する
ko: 종료
ms: Tamatkan
nl_nl: Stoppen
no: Avslutt
pl: Zakończ
pt_br: Encerrar
ro: Încheie
ru: Завершить
sv: Avsluta
th: จบรอบ
tr: Turu bitir
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# rush.endYourRun
source: End your run?
ar_sa: إنهاء الجولة؟
cs: Ukončit sérii?
da: Afslutte runden?
de_de: Lauf beenden?
el: Τερματισμός του γύρου;
es_es: ¿Terminar la serie?
fi: Lopetetaanko kierros?
fr_ca: Arrêter la série ?
he: לסיים את הסבב?
hi: यह दौर समाप्त करें?
hu: Befejezed a kört?
id: Akhiri sesi?
it: Terminare la serie?
ja: ラッシュを終えますか？
ko: 러시를 끝낼까요?
ms: Tamatkan pusingan?
nl_nl: Ronde beëindigen?
no: Avslutte runden?
pl: Zakończyć serię?
pt_br: Encerrar a série?
ro: Închei runda?
ru: Завершить серию?
sv: Avsluta rundan?
th: จบรอบนี้ไหม
tr: Tur bitirilsin mi?
vi: Kết thúc lượt?
zh_hans: 要结束这一轮吗？
zh_hant: 要結束這一輪嗎？

# rush.inARow
source: %lld in a row
ar_sa: %lld متتالية
cs: %lld v řadě
da: %lld i træk
de_de: %lld in Folge
el: %lld στη σειρά
es_es: %lld seguidos
fi: %lld putkeen
fr_ca: %lld d'affilée
he: %lld ברצף
hi: लगातार %lld
hu: %lld egymás után
id: %lld beruntun
it: %lld di fila
ja: %lld 連続正解
ko: %lld연속
ms: %lld berturut-turut
nl_nl: %lld op rij
no: %lld på rad
pl: %lld z rzędu
pt_br: %lld seguidos
ro: %lld la rând
ru: %lld подряд
sv: %lld i rad
th: ถูกติดกัน %lld ข้อ
tr: üst üste %lld
vi: %lld bài liên tiếp
zh_hans: 连对 %lld 题
zh_hant: 連對 %lld 題

# rush.missedLeft
source: Missed — %lld left
ar_sa: إخفاق — بقيت %lld
cs: Chyba — zbývá %lld
da: Fejl — %lld tilbage
de_de: Verfehlt — noch %lld
el: Αστοχία — απομένουν %lld
es_es: Fallo: quedan %lld
fi: Ohi — %lld jäljellä
fr_ca: Raté — %lld restants
he: פספוס — נותרו %lld
hi: चूक — %lld बचे
hu: Hiba — %lld maradt
id: Meleset — sisa %lld
it: Sbagliato — ne restano %lld
ja: ミス — 残り %lld
ko: 실패 — %lld번 남음
ms: Tersasar — tinggal %lld
nl_nl: Mis — nog %lld
no: Bom — %lld igjen
pl: Pudło — zostało %lld
pt_br: Errou — restam %lld
ro: Ratat — au mai rămas %lld
ru: Промах — осталось %lld
sv: Miss — %lld kvar
th: พลาด — เหลืออีก %lld
tr: Kaçtı — %lld hakkın kaldı
vi: Sai — còn %lld lần
zh_hans: 错了 — 还剩 %lld 次
zh_hant: 錯了 — 還剩 %lld 次

# rush.newPersonalBest
source: New personal best
ar_sa: رقم شخصي جديد
cs: Nový osobní rekord
da: Ny personlig rekord
de_de: Neue Bestleistung
el: Νέο προσωπικό ρεκόρ
es_es: Nuevo récord personal
fi: Uusi ennätys
fr_ca: Nouveau record personnel
he: שיא אישי חדש
hi: नया व्यक्तिगत रिकॉर्ड
hu: Új egyéni csúcs
id: Rekor pribadi baru
it: Nuovo record personale
ja: 自己ベスト更新
ko: 개인 최고 기록
ms: Rekod peribadi baharu
nl_nl: Nieuw persoonlijk record
no: Ny personlig rekord
pl: Nowy rekord
pt_br: Novo recorde pessoal
ro: Nou record personal
ru: Новый личный рекорд
sv: Nytt personbästa
th: สถิติส่วนตัวใหม่
tr: Yeni kişisel rekor
vi: Kỷ lục mới
zh_hans: 新的个人纪录
zh_hant: 新的個人紀錄

# rush.puzzle
source: Puzzle
ar_sa: لغز
cs: Úloha
da: Opgave
de_de: Aufgabe
el: Άσκηση
es_es: Ejercicio
fi: Tehtävä
fr_ca: Problème
he: תרגיל
hi: पहेली
hu: Feladvány
id: Soal
it: Esercizio
ja: 問題
ko: 문제
ms: Teka-teki
nl_nl: Puzzel
no: Oppgave
pl: Zadanie
pt_br: Exercício
ro: Exercițiu
ru: Задача
sv: Uppgift
th: แบบฝึก
tr: Problem
vi: Bài tập
zh_hans: 习题
zh_hant: 習題

# rush.recordLine
source: %lld solved · best streak %lld
ar_sa: %lld مَحلولة · أطول سلسلة %lld
cs: vyřešeno %lld · nejdelší série %lld
da: %lld løst · længste stime %lld
de_de: %lld gelöst · beste Serie %lld
el: %lld λυμένα · καλύτερο σερί %lld
es_es: %lld resueltos · mejor racha %lld
fi: %lld ratkaistu · paras putki %lld
fr_ca: %lld résolus · meilleure série %lld
he: %lld נפתרו · רצף שיא %lld
hi: %lld हल · सबसे लंबी लड़ी %lld
hu: %lld megoldva · leghosszabb sorozat %lld
id: %lld terpecahkan · rentetan terbaik %lld
it: %lld risolti · serie migliore %lld
ja: %lld 問正解 · 最長連続 %lld
ko: %lld문제 해결 · 최다 연속 %lld
ms: %lld selesai · rentetan terbaik %lld
nl_nl: %lld opgelost · beste reeks %lld
no: %lld løst · lengste rekke %lld
pl: rozwiązane: %lld · najlepsza seria %lld
pt_br: %lld resolvidos · melhor sequência %lld
ro: %lld rezolvate · cea mai lungă serie %lld
ru: решено %lld · лучшая серия %lld
sv: %lld lösta · längsta svit %lld
th: แก้ได้ %lld · ติดต่อกันมากสุด %lld
tr: %lld çözüldü · en iyi seri %lld
vi: giải %lld · chuỗi dài nhất %lld
zh_hans: 解出 %lld 题 · 最长连对 %lld
zh_hant: 解出 %lld 題 · 最長連對 %lld

# rush.runAgain
source: Run again
ar_sa: جولة أخرى
cs: Další série
da: Ny runde
de_de: Neuer Lauf
el: Νέος γύρος
es_es: Otra serie
fi: Uusi kierros
fr_ca: Nouvelle série
he: סבב נוסף
hi: एक और दौर
hu: Új kör
id: Sesi lagi
it: Nuova serie
ja: もう一度
ko: 한 번 더
ms: Pusingan lagi
nl_nl: Nog een ronde
no: Ny runde
pl: Kolejna seria
pt_br: Nova série
ro: Rundă nouă
ru: Ещё серия
sv: Ny runda
th: เล่นอีกรอบ
tr: Yeni tur
vi: Lượt nữa
zh_hans: 再来一轮
zh_hant: 再來一輪

# rush.solveAsManyAsYou
source: Solve as many as you can before the clock runs out. Puzzles start easy and get harder as you go. Three misses ends the run.
ar_sa: حُلَّ أكبر عدد ممكن قبل نفاد الوقت. تبدأ الألغاز سهلة ثم تصعب. ثلاثة إخفاقات تنهي الجولة.
cs: Vyřeš jich co nejvíc, než vyprší čas. Úlohy začínají lehce a přitvrzují. Tři chyby sérii ukončí.
da: Løs så mange du kan, før tiden løber ud. Opgaverne starter let og bliver sværere. Tre fejl afslutter runden.
de_de: Löse so viele wie möglich, bevor die Zeit abläuft. Die Aufgaben beginnen leicht und werden schwerer. Drei Fehler beenden den Lauf.
el: Λύσε όσες προλάβεις πριν τελειώσει ο χρόνος. Ξεκινούν εύκολες και δυσκολεύουν. Τρεις αστοχίες τερματίζουν τον γύρο.
es_es: Resuelve todos los que puedas antes de que se acabe el tiempo. Empiezan fáciles y se van complicando. Tres fallos terminan la serie.
fi: Ratkaise niin monta kuin ehdit ennen kellon loppumista. Tehtävät alkavat helpoista ja vaikeutuvat. Kolme ohilyöntiä päättää kierroksen.
fr_ca: Résolvez-en le plus possible avant la fin du temps. Les problèmes commencent faciles et se corsent. Trois ratés arrêtent la série.
he: פתור כמה שיותר לפני שהזמן נגמר. התרגילים מתחילים קלים ונעשים קשים יותר. שלושה פספוסים מסיימים את הסבב.
hi: समय ख़त्म होने से पहले जितनी हो सकें उतनी हल कीजिए। पहेलियाँ आसान से शुरू होकर कठिन होती जाती हैं। तीन ग़लतियाँ दौर ख़त्म कर देती हैं।
hu: Oldj meg annyit, amennyit bírsz, mielőtt lejár az idő. A feladványok könnyen kezdenek, majd nehezednek. Három hiba lezárja a kört.
id: Pecahkan sebanyak mungkin sebelum waktu habis. Soal dimulai mudah lalu makin sulit. Tiga kesalahan mengakhiri sesi.
it: Risolvine più che puoi prima che scada il tempo. Si parte facili e si sale di difficoltà. Tre errori chiudono la serie.
ja: 時間切れまでにできるだけ多く解いてください。問題はやさしく始まり、次第に難しくなります。3回ミスすると終了です。
ko: 시간이 끝나기 전에 최대한 많이 푸세요. 문제는 쉽게 시작해 점점 어려워집니다. 세 번 틀리면 끝납니다.
ms: Selesaikan sebanyak mungkin sebelum masa tamat. Teka-teki bermula mudah dan makin sukar. Tiga kesilapan menamatkan pusingan.
nl_nl: Los er zo veel mogelijk op voordat de klok afloopt. De puzzels beginnen makkelijk en worden lastiger. Bij drie missers stopt de ronde.
no: Løs så mange du rekker før tiden går ut. Oppgavene starter lett og blir vanskeligere. Tre bom avslutter runden.
pl: Rozwiąż tyle, ile zdążysz, zanim skończy się czas. Zadania zaczynają się łatwo i robią się trudniejsze. Trzy pomyłki kończą serię.
pt_br: Resolva o máximo que conseguir antes de o tempo acabar. Os exercícios começam fáceis e vão ficando difíceis. Três erros encerram a série.
ro: Rezolvă cât de multe poți până expiră timpul. Exercițiile încep ușor și se complică. Trei ratări încheie runda.
ru: Решите как можно больше, пока идут часы. Задачи начинаются с лёгких и усложняются. Три промаха завершают серию.
sv: Lös så många du hinner innan tiden tar slut. Uppgifterna börjar lätt och blir svårare. Tre missar avslutar rundan.
th: แก้ให้ได้มากที่สุดก่อนหมดเวลา โจทย์เริ่มจากง่ายแล้วยากขึ้น ผิดสามครั้งจบรอบ
tr: Süre bitmeden elinden geldiğince çok problem çöz. Problemler kolay başlar ve zorlaşır. Üç hata turu bitirir.
vi: Giải càng nhiều càng tốt trước khi hết giờ. Bài bắt đầu dễ rồi khó dần. Ba lần sai là kết thúc lượt.
zh_hans: 在时间用完之前尽量多解。题目由易到难，错三次结束。
zh_hant: 在時間用完之前盡量多解。題目由易到難，錯三次結束。

# rush.startRun
source: Start run
ar_sa: ابدأ الجولة
cs: Spustit
da: Start runde
de_de: Lauf starten
el: Έναρξη
es_es: Empezar
fi: Aloita kierros
fr_ca: Démarrer
he: התחל סבב
hi: दौर शुरू करें
hu: Kör indítása
id: Mulai sesi
it: Inizia
ja: 開始
ko: 시작
ms: Mula pusingan
nl_nl: Ronde starten
no: Start runde
pl: Zacznij serię
pt_br: Começar
ro: Începe runda
ru: Начать серию
sv: Starta runda
th: เริ่มรอบ
tr: Turu başlat
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# rush.theClockIsStillGoing
source: The clock is still going. Leaving now ends the run and keeps the score so far.
ar_sa: الساعة ما زالت تعمل. المغادرة الآن تنهي الجولة وتحتفظ بالنتيجة حتى الآن.
cs: Hodiny stále běží. Odchod teď sérii ukončí a uloží dosavadní skóre.
da: Uret kører stadig. Går du nu, slutter runden, og scoren indtil nu bliver gemt.
de_de: Die Uhr läuft noch. Wer jetzt geht, beendet den Lauf und behält den bisherigen Punktestand.
el: Το ρολόι τρέχει ακόμη. Αν φύγεις τώρα, ο γύρος τελειώνει και κρατάς το σκορ μέχρι εδώ.
es_es: El reloj sigue corriendo. Si sales ahora, la serie termina y se guarda la puntuación conseguida.
fi: Kello käy yhä. Nyt poistuminen päättää kierroksen ja säilyttää tähänastisen tuloksen.
fr_ca: La pendule tourne encore. Partir maintenant arrête la série et garde le score acquis.
he: השעון עדיין רץ. יציאה עכשיו מסיימת את הסבב ושומרת את הניקוד עד כה.
hi: घड़ी अब भी चल रही है। अभी निकले तो दौर ख़त्म हो जाएगा और अब तक का स्कोर रह जाएगा।
hu: Az óra még megy. Ha most kilépsz, a kör lezárul, és megmarad az eddigi eredmény.
id: Jam masih berjalan. Keluar sekarang mengakhiri sesi dan menyimpan skor sejauh ini.
it: L'orologio sta ancora andando. Uscire adesso chiude la serie e tiene il punteggio fatto finora.
ja: 時計はまだ動いています。ここで離れるとラッシュは終了し、いまの成績が残ります。
ko: 시계가 아직 돌고 있습니다. 지금 나가면 러시가 끝나고 지금까지의 점수가 남습니다.
ms: Jam masih berjalan. Keluar sekarang menamatkan pusingan dan menyimpan markah setakat ini.
nl_nl: De klok loopt nog. Nu weggaan beëindigt de ronde en houdt de score tot nu toe.
no: Klokka går fortsatt. Går du nå, avsluttes runden og poengsummen så langt beholdes.
pl: Zegar wciąż idzie. Wyjście teraz kończy serię i zachowuje dotychczasowy wynik.
pt_br: O relógio ainda está correndo. Sair agora encerra a série e guarda a pontuação até aqui.
ro: Ceasul încă merge. Dacă pleci acum, runda se încheie și scorul de până acum rămâne.
ru: Часы ещё идут. Выход сейчас завершит серию и сохранит набранный счёт.
sv: Klockan går fortfarande. Går du nu avslutas rundan och poängen så här långt sparas.
th: นาฬิกายังเดินอยู่ ออกตอนนี้จะจบรอบและเก็บคะแนนเท่าที่ทำได้
tr: Saat hâlâ işliyor. Şimdi çıkmak turu bitirir ve şu ana kadarki skoru saklar.
vi: Đồng hồ vẫn chạy. Rời bây giờ sẽ kết thúc lượt và giữ lại điểm đã đạt.
zh_hans: 计时还在走。现在离开会结束这一轮，并保留目前的成绩。
zh_hant: 計時還在走。現在離開會結束這一輪，並保留目前的成績。

# rush.threeMisses
source: Three misses
ar_sa: ثلاثة إخفاقات
cs: Tři chyby
da: Tre fejl
de_de: Drei Fehler
el: Τρεις αστοχίες
es_es: Tres fallos
fi: Kolme ohilyöntiä
fr_ca: Trois ratés
he: שלושה פספוסים
hi: तीन ग़लतियाँ
hu: Három hiba
id: Tiga kesalahan
it: Tre errori
ja: 3回のミス
ko: 세 번 실패
ms: Tiga kesilapan
nl_nl: Drie missers
no: Tre bom
pl: Trzy pomyłki
pt_br: Três erros
ro: Trei ratări
ru: Три промаха
sv: Tre missar
th: ผิดสามครั้ง
tr: Üç hata
vi: Ba lần sai
zh_hans: 三次失误
zh_hant: 三次失誤
